device-sdk/devicesdk/firmware/esp32/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32"
CONFIG_IOTKIT_LED_PIN=2
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_PARTITION_TABLE_CUSTOM_FILENAME="partitions.csv"
